# Pa Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..Pa Property
SymbolTypeId Class See Also
---
Symbol Pa, indicating unit Pascals.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId Pa { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property Pa As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ Pa {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace